/* Title of the 1-Tap navigation item */
"1-Tap Tickets" = "1-Tap Tickets";

/* First class abbreviation */
"1st" = "1st";

/* Second class abbreviation */
"2nd" = "2nd";

/* Title of the buy button in the checkout screen */
"Buy Ticket" = "Buy Ticket";

/* Title of the checkout navigation item */
"Checkout" = "Checkout";

/* No comment provided by engineer. */
"Choose the ticket options" = "Choose the ticket options";

/* Prefix of the button displayed in the timetable section */
"Departure" = "Departure";

/* Title of the departures navigation item */
"Departures" = "Departures";

/* Title of the destinations navigation item */
"Destinations" = "Destinations";

/* Title for the details of a connection */
"Details" = "Details";

/* Displayed in the destinations screen of buy ticket section */
"Favourite destinations" = "Favourite destinations";

/* No comment provided by engineer. */
"Next Connections..." = "Next Connections...";

/* Title of the options navigation item */
"Options" = "Options";

/* Displayed in the ticket shop login modal view */
"Password" = "Password";

/* No comment provided by engineer. */
"Previous Connections..." = "Previous Connections...";

/* No comment provided by engineer. */
"Select a departure station" = "Select a departure station";

/* No comment provided by engineer. */
"Select a destination station" = "Select a destination station";

/* Displayed in the departures screen of buy ticket section */
"Stations within 15 km" = "Stations within 15 km";

/* Title of the timetable navigation item */
"Timetable" = "Timetable";

/* Displayed in the ticket shop login modal view */
"Username" = "Username";

